const hot_beans_data = [
  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'geisha',
    no: 1,
    name: '코스타리카 돈카이토 게이샤 허니',
    flavors: ['플로럴', '파인애플', '자두', '스파클링', '캐러멜', '긴 여운'],
    feature:
      '코스타리카의 COE#1 의 돈카이토 게이샤 . 코스타리카 COE 1위의 상징성. 1프로 커피가 총대를 매서 좋은 가격대로 유저들은 즐길수 있었다. 많은 매니아층들이 오픈런을 하고 현재 디개싱이 완료되어서 다시금 커뮤니티가 뜨거워지고있다.',
    roasters: ['TXT Coffee'],
  },
  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'geisha',
    no: 2,
    name: '파나마 잔슨 17 LOT 게이샤',
    flavors: ['플로럴', '딸기', '복숭아', '망고', '밀크초콜렛'],
    feature:
      '명품 잔슨 게이샤 항간에 들리는 말에 의하면 17 랏은 카페 사장도 맛있다고 안팔겠다고 소문으로 들려왔다. 어떤커피, 언더빈에서 볼수 잇었다. 하지만 지금은 다른 랏의 잔슨게이샤들을 판매중이며 평가도 좋은편',
    roasters: ['어떤커피', '언더빈', '유동커피'],
  },
  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'geisha',
    no: 3,
    name: '온두라스 라버지니아스 게이샤 coe #7',
    flavors: [
      '체리, 라즈베리, 복숭아, 청포도, 꿀(모노스코프)',
      '피치, 망고, 블랙티, 아카시아허니(티티랩)',
    ],
    feature:
      '온두라스 COE#7 의 커피를 아이덴티티커피랩과 모노스코프 와 서로 다른 캐릭터의 로스팅으로 즐겨볼수 있다. 가격은 20000~28000원 선',
    roasters: ['모노스코프', '아이덴티티 커피랩'],
  },
  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'geisha',
    no: 4,
    name: '과테말라 엘인헤르또 게이샤 워시드',
    flavors: ['라벤더', '히비스커스', '블루베리', '배'],
    feature:
      '명품 엘 인헤르또 게이샤 정말 호평을 받고 있다. 몇몇 로스터리가 운영중이다.',
    roasters: ['토브공작소', '모노스코프', '피어커피'],
  },
  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'geisha',
    no: 5,
    name: '파나마 카르멘 게이샤 내추럴',
    flavors: ['청포도', '플로럴', '복숭아'],
    feature:
      '파나마의 명품 농장 카르멘 게이샤.. 로스터리에서 나오면 대회용으로 누군가가 싹쓸어가는 원두이기도 하다. 이번에도 이벤트성으로 리얼빈에서 카르멘을 내었고 얼마 못가 품절이 되었다.',
    roasters: ['리얼빈', '모노스코프', '리플렉트'],
  },

  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'non_geisha',
    no: 1,
    name: '르완다 부산제 부르봉 워시드',
    flavors: ['복숭아', '메이플시럽', '자몽', '(확률적 감자노트..)'],
    feature:
      '이 가격대에 나올수 없는 퀄리티다. 라는게 대부분의 평 로스터에 따라 강배전으로 표현한 로스터들도 있으니 둘러보는것도 즐거워 보인다. 하지만 로스팅 프로파일이 어려워 들쑥날쑥해 난감해 하는 유저층 들도 있다.. 불쾌한 감자노트 가 떴다는 유저층들이 종종 보이며 르완다 특유의 떼루아 박테리아 문제로 보인다... 복불복 원두인 셈',
    roasters: ['로스터릭', '1프로 커피', '가델로', '커피창고'],
  },

  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'non_geisha',
    no: 2,
    name: '(블렌드) 화이트와인',
    flavors: ['화이트와인', '망고', '파인에플', '오렌지', '샴페인'],
    feature:
      '언더빈의 시그니처 블렌드 많은 유저의 사랑을 받고있다 . 어떤 유저의 절대적인 미각으로 원두의 변동소식을 알게되었고 언더빈에서 유저의 니즈를 위해 2가지 분류의 (싱글)화이트와인을 구성했다.',
    roasters: ['언더빈'],
  },
  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'non_geisha',
    no: 3,
    name: '콜롬비아 라스 마가리타스 수단 루메',
    flavors: [
      '메론',
      '트로피컬주스',
      '애플민트',
      '럼',
      '유칼립투스',
      '초콜렛',
      '롱애프터',
    ],
    feature:
      '맛있는 수단루메는 정말 구하기 어렵다라스 마가리타스는 올해 매니아들의 원픽 커피로 많이 오르내리고 있다. 희한하게 CGLE 의 좋은 원두들은 메론 노트가 강하다',
    roasters: ['코스피어'],
  },

  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'non_geisha',
    no: 4,
    name: '온두라스 벤자민 파즈 SL28 , 케냐 SL28',
    flavors: ['건베리', '포도', '열대과일', '부드러운 바디감'],
    feature:
      '한해를 정리하면서 케냐의 SL28 올해 폼이 정말 좋다 라는 말이 나오고 있다. 소량의 게이샤가 섞인 벤자민 파즈 SL 28도 정말 맛있다 라는 평이 올라오고 있다.',
    roasters: ['하트커피(도안)', '에스메랄다', '선호'],
  },
  {
    titleDate: {
      month: 12,
      week: 5,
      fromDate: '2022-12-25',
      toDate: '2022-12-31',
    },
    type: 'non_geisha',
    no: 4,
    name: '에티오피아 나노찰라 워시드',
    flavors: ['레몬', '파파야', '살구'],
    feature:
      '나노찰라는 짐마의 아가로 지역의 워싱스테이션이다. 올해 커피 연말정산을 하면서 정말 맛있게 먹었다는 에티오피아 커피로 거론되고 있다. 여러 로스터리에서 경험해 볼수 있다.',
    roasters: ['라밀커피', '메쉬', '엘카페', '304 커피'],
  },
];

export default hot_beans_data;
